{
  "factors": [
    {
      "id": 1,
      "factor": 1,
      "level": "1-5",
      "points": 750,
      "series": [
        "0601",
        "0603",
        "0610",
        "0630",
        "0631",
        "0633",
        "0635",
        "0638",
        "0644",
        "0690",
        "0696"
      ],
      "header": "Professional knowledge of, and skill in applying, basic medical or healthcare theories, concepts, principles, and methodology to provide patient care services sufficient to- ",
      "bullets": [
        "accomplish developmental assignments utilizing basic techniques, procedures and methods; ",
        "and carry out limited tasks that involve the use of specialized complicated techniques."
      ],
      "illustrations": []
    },
    {
      "id": 2,
      "factor": 1,
      "level": "1-6",
      "points": 950,
      "series": [
        "0603",
        "0610",
        "0662"
      ],
      "header": "Professional knowledge of, and skill in applying, a wide range of concepts, principles, and methods of the patient care field sufficient to perform difficult but well-precedented assignments assessing the condition of patients, providing care, and advising on healthcare needs.",
      "bullets": [],
      "illustrations": [
        {
          "series": "0610",
          "illustration": 1,
          "body": [
            "Professional knowledge of nursing and additional knowledge of instruments, sterile techniques and surgical procedures in planning and providing nursing care either to patients undergoing less complex surgical procedures such as appendectomies or to patients undergoing complex surgical procedures such as thoracic surgery, or to both kinds of patients."
          ]
        },
        {
          "series": "0610",
          "illustration": 2,
          "body": [
            "Professional nursing knowledge, skills and abilities to care for, motivate and redirect the behavior of patients with any of a variety of mental disorders either in mental hospitals or psychiatric wards of medical centers."
          ]
        },
        {
          "series": "0610",
          "illustration": 3,
          "body": [
            "Professional nursing knowledge, skills and abilities applicable to the work and additional experience or training to provide the full range of patient care in general and surgical wards, out-patient departments or intensive care units for cardiac, pediatric, post-operative, or respiratory patients."
          ]
        },
        {
          "series": "0610",
          "illustration": 4,
          "body": [
            "Professional knowledge of nursing and considerable additional experience or training in occupational health nursing to treat employees and counsel them on physical and emotional health problems. Knowledge is used to counsel employees on varied health subjects including nutrition, dental and safety regimen, care of minor injuries and illnesses, family and health problems, home care of communicable diseases, infant and pre-natal care. Advises employees to obtain medical care and makes referral to private physicians, dentists, clinics or community resources, with the advice depending on the apparent nature and origin of the employee's problem and upon the employee's economic status."
          ]
        },
        {
          "series": "0610",
          "illustration": 5,
          "body": [
            "Professional knowledge of nursing plus sufficient knowledge of public health programs, sciences and needs to provide services to individuals and families with illnesses such as diabetes and hypertension."
          ]
        }
      ]
    },
    {
      "id": 3,
      "factor": 1,
      "level": "1-6",
      "points": 950,
      "series": [
        "0630",
        "0660",
        "0665"
      ],
      "header": "Professional knowledge of, and skill in applying, established concepts, principles, and methodology of the allied healthcare field sufficient to perform difficult but conventional recurring assignments.",
      "bullets": [],
      "illustrations": [
        {
          "series": "0630",
          "illustration": 1,
          "body": [
            "Professional knowledge of dietetic principles, practices and procedures and knowledge of:",
            "accomplish developmental assignments utilizing basic techniques, procedures and methods; ",
            "accomplish developmental assignments utilizing basic techniques, procedures and methods; ",
            "food service management and of regular and therapeutic diets and educational duties;",
            "education and training methods, and of professional standards and requirements.",
            "sufficient to :",
            "perform a variety of recurring duties in two or three specialized areas;",
            "provide nutritional care to patients;",
            "to provide in-service training to the staff of the dietetic service, and to provide nutritional instructionto patients and allied health personnel."
          ]
        }
      ]
    },
    {
      "id": 4,
      "factor": 1,
      "level": "1-6",
      "points": 950,
      "series": [
        "0631",
        "0633",
        "0635",
        "0638"
      ],
      "header": "Professional knowledge of, and skill in applying, the concepts, principles, and methodology of the therapeutic field sufficient to:",
      "bullets": [
        "develop complex treatment plans using established procedures; and ",
        "modify or adapt difficult but conventional intervention plans according to changing conditions or reactions of patients."
      ],
      "illustrations": [
        {
          "series": "0631",
          "illustration": 1,
          "body": [
            "Facilitates a person with paralyzed limb(s) to gain or regain ability to do tasks of daily living. Evaluates perceptual ability using standardized tests and structured assessments such as form boards, pegs, drawings, and tracing; uses techniques for retraining paralyzed limbs and increasing strength and dexterity; uses adaptive self-help techniques for accomplishing daily living tasks such as dressing, self-care, and feeding; suggests home modifications which can be made for handicapped persons such as ramps and grab bars, and aids in selecting the type and fit of wheelchairs and gives instruction regarding transfer techniques and position."
          ]
        },
        {
          "series": "0631",
          "illustration": 2,
          "body": [
            "Develops intervention plan for an individual who has a chronic condition affecting life activities (e.g., a person on renal dialysis or a diabetic). This would include productive or leisure activities or both while on dialysis; social adjustment due to scheduling and the need to conserve energy; and psychological aspects of changes in lifestyle. The therapist would consider such variables as the person's occupation, leisure activities, and family situation."
          ]
        },
        {
          "series": "0631",
          "illustration": 3,
          "body": [
            "Facilitates reentry of a person into the community by evaluating ability to: follow written or oral instructions, deal with peers and authority figures, solve problems, concentrate, and/or interact socially. Intervention may include activities such as meal planning, comparative shopping, and management of personal finances. At this level, the therapist is skilled in evaluating individual progress (regression) and modifying the intervention appropriately."
          ]
        }
      ]
    },
    {
      "id": 5,
      "factor": 1,
      "level": "1-6",
      "points": 950,
      "series": [
        "0601",
        "0644"
      ],
      "header": "Professional knowledge of, and skill in applying, established concepts, principles, and methodologies of a medical, healthcare or clinical laboratory scientific discipline sufficient to:",
      "bullets": [
        "perform/monitor the full-range of specialized tests and conventional procedures for which there are standard methods and techniques in one or more areas of the clinical laboratory science;",
        "perform difficult but well-precedented assignments assessing the condition of patients, providing care, and advising on healthcare needs;",
        "establish quality controls;",
        "troubleshoot procedures and equipment;",
        "calculate and correlate test results;",
        "set up and implement new procedures;",
        "assess and correlate data; or",
        "read, understand, manipulate, analyze, interpret, and convey results."
      ],
      "illustrations": []
    },
    {
      "id": 6,
      "factor": 1,
      "level": "1-6",
      "points": 950,
      "series": [
        "0690",
        "0696"
      ],
      "header": "Professional knowledge of, and skill in applying, the concepts, principles, and methodologies of the industrial hygiene or the consumer safety fields to:",
      "bullets": [
        "independently perform routine inspections or portions of large and complex inspections of manufacturing practices; or",
        "perform assignments related to the identification, evaluation, and control of industrial health hazards."
      ],
      "illustrations": []
    },
    {
      "id": 7,
      "factor": 1,
      "level": "1-7",
      "points": 1250,
      "series": [
        "0602",
        "0603",
        "0610",
        "0662",
        "0668",
        "0680"
      ],
      "header": "Professional knowledge of, and skill in applying, a wide range of direct patient care services sufficient to perform highly specialized assignments of an advanced nature and considerable difficulty, requiring extended specialized training and experience.",
      "bullets": [],
      "illustrations": []
    }
  ]
}